{
  "title": "B² Technical Solutions",
  "content": "Here is some main content",
  "bannerImage": "https://source.unsplash.com/random",
  "workTitle": "Work",
  "workDescription": "Brandon is an engineering leader positioned to scale identity engineering teams, leveraging technical acumen with extensive coaching and mentoring skills. Experience working in a fast-paced, dynamic environment with a proven track record of taking initiative and leading projects. Proficiency with recruiting, organizing, and motivating teams. Strong product intuition to uncover solutions to complex technical and identity management challenges. Deep interest in access management, security, and identity lifecycle",
  "connectTitle": "Let's Connect!",
  "connectDescription": [
    "Experienced SailPoint IIQ, SAP IDM, and Postman API professional and MSCE Certified expert.",
    "Drive your IDM/IAM projects to success with my technical expertise!"
  ],
  "jobCards": [
    {
      "img": "https://source.unsplash.com/random",
      "excerpt": "<p>Brandon brought a combination of professionalism and technical expertise to my team that has been truly unique. He has superior analytical skills and is quickly able to understand given requirements and run with developing a solution for it.</p><p>His multi-skilled arsenal allowed him to move between Development and Solution Support easily. Further, his ability to master new technologies and functional needs made him an invaluable asset to my organization.</p><p>Paul D., Former Manager</p>",
      "projectLink": "/about"
    },
    {
      "img": "https://source.unsplash.com/random",
      "excerpt": "<p>Brandon is a very well-rounded consultant who does a great job of building relationships with clients. He picks up new processes and technologies quickly and works well with the team. Brandon has a broad range of knowledge across the SAP suite that has been invaluable to our projects, particularly around integration with IAM/IGA systems.</p><p>Fred M., Former Manager</p>",
      "projectLink": "/about"
    },
    {
      "img": "https://source.unsplash.com/random",
      "excerpt": "<p>Brandon is an extremely driven individual, going far above and beyond expectations. I worked with Brandon as he was navigating job changes due to contract timelines, and was consistently impressed with his eagerness, passion for his expertise, knowledge, and values.</p><p>He is an expert in his field, and proves it daily. If you have an opportunity to work with Brandon, you will be happy you did.</p><p>Sarah N., HR Operations Leader</p>",
      "projectLink": "/about"
    },
    {
      "img": "https://source.unsplash.com/random",
      "excerpt": "<p>Brandon is a very enthusiastic individual and a great team player. He has gone outside of his comfort zone and adapted to the crazy culture of a hyper growth startup. He was very appreciated by his teammates and was always very professional. I highly recommend him for any type of organization. We will miss him.</p><p>Vincent G., Former NA CEO</p>",
      "projectLink": "/about"
    }
  ]
}
