{
  "heading": "IdM / IdAM and IT Support for Companies of all Sizes",
  "services": [
    {
      "img": "/images/placeholders/circuit-board.jpg",
      "heading": " Identity and Access Management Services for SMBs and Large Enterprises",
      "content": "<p>Identity management (IdM), also known as identity and access management (IAM or IdAM), is the framework of policies and technologies that ensures enterprise users have the appropriate access to critical business resources. Successful IdAM  solutions enhance cybersecurity and protect sensitive business data.</p><p>B² Technical Solutions, under the leadership of Brandon Bollin, recruits, mentors, and leads Identity and Access Management teams. For short- and longer-term IdAM projects, Brandon will assemble a collaborative team to design and deploy IdAM software solutions that effectively and efficiently manage user identities, enforce access policies, and secure your business data over the lifecycle of all digital identities.</p><p>Our approach is to manage user accounts by automating the process of granting access to new users, updating access to users moving within the organization, and revoking access for departing employees. Our IDM / IAM systems safeguard user access based on predefined roles and responsibilities (RBAC) and streamline the onboarding and offboarding process while reducing the risk of unauthorized access.</p><p>For companies concerned with “Governance, Risk, and Compliance (GRC), we provide comprehensive visibility into user access rights, enabling organizations to monitor and audit access privileges across the enterprise. By leveraging automated access certification and periodic access reviews through attestation, you will be able to proactively identify and address any potential security risks or compliance issues.</p>"
    },
    {
      "heading": "Let's work together",
      "content": "<p>Brandon Bollin and B² Tech have bandwidth to take on additional identity and access management assignments.</p><p>What are we up to now? Currently and for the last three years, Brandon has been engaged with Westinghouse Electric as a SAP IDM Architect, rebuilding the global company's entire identity lifecycle process and introducing a new cloud-based HRIS system (SAP SuccessFactors Employee Central). All technical requirements have been delivered on time and within budget.</p><p>When engaging with new companies, Brandon will work closely with project leaders to understand current security challenges and design a scalable and secure IDM / IAM solution that aligns with business objectives. <a href='/about'>Learn more</a> about B² Tech's experience then contact Brandon to schedule an exploratory meeting.</p>"
    },
    {
      "img": "/images/placeholders/circuit-board-2.jpg",
      "heading": "IT Support Services for Small Business",
      "content": "<p>Small businesses – generally those with 30 or fewer employees – periodically require the support of an Information Technology specialist. Do you have an issue with Dropbox storage space, or how Microsoft Outlook email functions on your employees' desktop and laptop computers? Are your staff members due for a computer upgrade before their current equipment fails? What about establishing a larger, cloud-based storage platform that can be accessed anywhere your team is doing business? It's imperative to have access to reliable and experienced, tier 1 and tier 2 IT support that does not disrupt day-to-day front office operations.</p><p>B<sup>2</sup> Technical Solutions, under the guidance of Brandon Bollin, provides IT assistance that meets the needs of small businesses. These services typically include hardware and software installation, troubleshooting, WiFi network setup and maintenance, data backup and recovery, basic cybersecurity measures, and general IT consulting. The goal is to ensure that the technology infrastructure of a small business runs smoothly and efficiently, allowing business owners and team members to focus on their core responsibilities without being hindered by IT issues. B<sup>2</sup> Tech will provide IT support services on-site or remotely, depending on the specific requirements of the business.</p><h4>Let's work together</h4><p>What should a small business owner do? <a href='/contact'>Get in touch</a> with Brandon BEFORE a bigger IT issue interrupts the way you do business</p>"
    }
  ],
  "connectDescription": [
    "Experienced SAP IDM professional, SailPoint IQ Professional, and MSCE-certified expert.",
    "Drive your IDM projects to success with my technical expertise."
  ]
}
